{"between":0,"hour":1,"tri":2,"method":3,"becom":4,"aggress":5,"caraf":6,"essenti":7,"portabl":8,"remain":9,"cup":10,"slight":11,"occur":12,"similar":13,"singl":14,"000":15,"flour":16,"french_press_tip":17,"french":18,"dure":19,"remov":20,"accord":21,"potenti":22,"uneven":23,"provid":24,"part":25,"solubl":26,"ratio":27,"express":28,"liquid":29,"generat":30,"total_chunk":31,"dissolut":32,"profil":33,"thin":34,"too":35,"oz":36,"2025":37,"escap":38,"re":39,"short":40,"characterist":41,"under":42,"wateri":43,"devic":44,"slower":45,"scald":46,"access":47,"temperatur":48,"medium":49,"call":50,"perfect":51,"exact":52,"fundament":53,"long":54,"205":55,"100":56,"ridg":57,"good":58,"macchiato":59,"sand":60,"whi":61,"12":62,"what":63,"puls":64,"tast":65,"proper":66,"last":67,"golden":68,"90":69,"fahrenheit":70,"volum":71,"low":72,"process":73,"ad":74,"ensur":75,"24":76,"14":77,"three":78,"finer":79,"cappuccino":80,"distinguish":81,"satur":82,"34":83,"requir":84,"balanc":85,"boil":86,"avail":87,"brew":88,"feet":89,"oil":90,"heat":91,"digit":92,"extract":93,"peppercorn":94,"metal":95,"fresh":96,"coffe":97,"from":98,"below":99,"35":100,"second":101,"choke":102,"brighter":103,"determin":104,"pull":105,"extent":106,"forgiv":107,"25":108,"shorter":109,"clean":110,"gentl":111,"bean":112,"friend":113,"note":114,"pressur":115,"pros":116,"differ":117,"chemex":118,"200":119,"more":120,"1929":121,"highlight":122,"lighter":123,"all":124,"20g":125,"grind":126,"specialti":127,"energi":128,"richardhightow":129,"file_s":130,"first":131,"wait":132,"inexpens":133,"follow":134,"rapid":135,"scienc":136,"some":137,"mark":138,"refer":139,"surfac":140,"inconsist":141,"fixtur":142,"around":143,"v60":144,"aroma":145,"last_modified_d":146,"equal":147,"indic":148,"need":149,"40":150,"both":151,"user":152,"less":153,"thermomet":154,"may":155,"alway":156,"ounc":157,"rang":158,"top":159,"glass":160,"acceler":161,"default":162,"sugar":163,"espresso_bas":164,"other":165,"water":166,"rough":167,"calimani":168,"dose":169,"handl":170,"strength":171,"typic":172,"stain":173,"15":174,"caffè":175,"graviti":176,"fast":177,"matter":178,"ll":179,"grinder":180,"pour_over_guid":181,"expect":182,"slowli":183,"psi":184,"automat":185,"includ":186,"even":187,"small":188,"foam":189,"water_temperatur":190,"flat":191,"lower":192,"guid":193,"340g":194,"expens":195,"darker":196,"best":197,"insuffici":198,"roast":199,"crucial":200,"rather":201,"per":202,"amount":203,"motion":204,"20":205,"ideal":206,"stale":207,"longer":208,"regular":209,"discard":210,"consist":211,"like":212,"right":213,"continu":214,"paus":215,"end":216,"area":217,"stainless":218,"file_path":219,"left":220,"overview":221,"over":222,"due":223,"leav":224,"chunki":225,"kettl":226,"just":227,"time":228,"lead":229,"dilut":230,"eleg":231,"high":232,"immedi":233,"minim":234,"goe":235,"steam":236,"within":237,"decant":238,"cold":239,"abov":240,"chemic":241,"slow":242,"clear":243,"bright":244,"burnt":245,"prefer":246,"mean":247,"maintain":248,"wide":249,"labor":250,"300":251,"loss":252,"let":253,"initi":254,"your":255,"intens":256,"degre":257,"altitud":258,"use":259,"tabl":260,"serious":261,"specif":262,"make":263,"kalita":264,"foundat":265,"93":266,"mistak":267,"70":268,"origin":269,"acid":270,"stabil":271,"storag":272,"preserv":273,"adequ":274,"drain":275,"212":276,"techniqu":277,"hario":278,"away":279,"how":280,"quick":281,"can":282,"textur":283,"hand":284,"coffee_brew":285,"yield":286,"moistur":287,"immers":288,"while":289,"bad":290,"steadi":291,"patent":292,"whole":293,"onli":294,"throughout":295,"turkish":296,"pot":297,"drip":298,"hole":299,"after":300,"higher":301,"mesh":302,"plung":303,"excess":304,"powderi":305,"showcas":306,"won":307,"gooseneck":308,"vs":309,"well":310,"rich":311,"3323":312,"principl":313,"aeropress":314,"becam":315,"blade":316,"40g":317,"paramet":318,"each":319,"30":320,"step":321,"come":322,"mani":323,"produc":324,"thick":325,"weight":326,"offer":327,"one":328,"paper":329,"cylindr":330,"percol":331,"center":332,"great":333,"sea":334,"out":335,"latt":336,"qualiti":337,"wet":338,"18":339,"bloom":340,"compens":341,"measur":342,"steadili":343,"variabl":344,"electr":345,"expos":346,"src":347,"17":348,"hourglass":349,"wave":350,"moka":351,"critic":352,"batch":353,"elimin":354,"see":355,"cannot":356,"weak":357,"spout":358,"16":359,"3017":360,"move":361,"squeez":362,"achiev":363,"must":364,"preheat":365,"tannin":366,"associ":367,"fine":368,"bottom":369,"96":370,"coarser":371,"60":372,"element":373,"brown":374,"powder":375,"resembl":376,"heavier":377,"plunger":378,"maximum":379,"larger":380,"layer":381,"sweet":382,"stronger":383,"accur":384,"bubbl":385,"you":386,"earlier":387,"nuanc":388,"clever":389,"americano":390,"work":391,"atop":392,"refriger":393,"36":394,"sign":395,"appropri":396,"store":397,"burr":398,"prize":399,"creation_d":400,"bitter":401,"don":402,"maker":403,"assembl":404,"have":405,"con":406,"forc":407,"hot":408,"trap":409,"smaller":410,"should":411,"signific":412,"flavor":413,"appear":414,"start":415,"behind":416,"creat":417,"be":418,"spiral":419,"kinet":420,"contain":421,"than":422,"tablespoon":423,"tradit":424,"caus":425,"ground":426,"popular":427,"45":428,"shape":429,"excel":430,"molecul":431,"e2e":432,"faster":433,"manual":434,"fuller":435,"environment":436,"flow":437,"130":438,"when":439,"complet":440,"result":441,"steep":442,"releas":443,"narrow":444,"control":445,"compound":446,"quiet":447,"2791":448,"approxim":449,"chunk_index":450,"itali":451,"common":452,"warm":453,"muddi":454,"compact":455,"bodi":456,"bar":457,"cone":458,"symptom":459,"press":460,"milk":461,"equip":462,"particl":463,"consider":464,"spillwav":465,"doc_id":466,"sour":467,"place":468,"light":469,"siphon":470,"adjust":471,"establish":472,"sediment":473,"it":474,"satisfi":475,"gram":476,"reduc":477,"94":478,"feel":479,"milder":480,"drop":481,"pre":482,"desir":483,"about":484,"form":485,"versatil":486,"filter":487,"most":488,"resort":489,"vessel":490,"troubleshoot":491,"underdevelop":492,"salt":493,"timer":494,"touch":495,"yet":496,"third":497,"add":498,"2526":499,"client":500,"cultur":501,"visibl":502,"import":503,"attilio":504,"channel":505,"benefit":506,"test_doc":507,"hold":508,"avoid":509,"ruin":510,"reusabl":511,"pour":512,"sit":513,"total":514,"increas":515,"exist":516,"grind_siz":517,"word":518,"italian":519,"airtight":520,"dripper":521,"harsh":522,"greek":523,"allow":524,"verdict":525,"rate":526,"phase":527,"various":528,"back":529,"spot":530,"keep":531,"bed":532,"depend":533,"repeat":534,"complex":535,"wrong":536,"minimum":537,"size":538,"extend":539,"lid":540,"set":541,"concentr":542,"standard":543,"veri":544,"co2":545,"circular":546,"precis":547,"select":548,"beach":549,"195":550,"dissolv":551,"where":552,"202":553,"steel":554,"extra":555,"raw":556,"drink":557,"effect":558,"key":559,"stir":560,"tip":561,"scale":562,"stream":563,"separ":564,"otherwis":565,"down":566,"rest":567,"often":568,"optim":569,"smooth":570,"3522":571,"design":572,"minut":573,"md":574,"astring":575,"distinct":576,"affect":577,"befor":578,"recommend":579,"travel":580,"flexibl":581,"direct":582,"serv":583,"though":584,"outward":585,"espresso":586,"rins":587,"doc":588,"hard":589,"base":590,"also":591,"file_nam":592,"machin":593,"21":594,"crema":595,"slip":596,"prevent":597,"multipl":598,"celsius":599,"pattern":600,"shot":601,"type":602,"room":603,"through":604,"coars":605,"abil":606,"full":607,"":608}